index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2018-04-23 lun 00:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Preguntas Frecuentes</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Escuela Técnica Superior de Ingeniería y Diseño Industrial @@html:&lt;br&gt;@@ Universidad Politécnica de Madrid" />
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="styles.css" />
</head>
<body>
<div id="content">
<h1 class="title">Preguntas Frecuentes</h1>
<div id="table-of-contents">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#general">1. General</a>
<ul>
<li><a href="#calendario">1.1. ¿Dónde está el calendario de la ETSIDI?</a></li>
<li><a href="#horarios">1.2. ¿Dónde puedo obtener los horarios de clase?</a></li>
<li><a href="#examenes">1.3. ¿Dónde está el calendario de exámenes finales?</a></li>
<li><a href="#codigos">1.4. ¿Qué significan los códigos numéricos de cada asignatura?</a></li>
<li><a href="#ga">1.5. ¿Dónde están las Guías de la Asignatura?</a></li>
<li><a href="#ia">1.6. Quisiera conocer los resultados de una asignatura. ¿Dónde puedo consultarlos?</a></li>
</ul>
</li>
<li><a href="#profesores">2. Profesores</a>
<ul>
<li><a href="#aulas">2.1. Necesito reservar un espacio para actividades docentes. ¿Cómo lo hago?</a></li>
<li><a href="#tfg_profesor">2.2. Quiero proponer un Trabajo de Fin de de Grado. ¿Qué debo hacer?</a></li>
<li><a href="#tfm_profesor">2.3. Quiero proponer un Trabajo de Fin de de Máster. ¿Qué debo hacer?</a></li>
</ul>
</li>
<li><a href="#alumnos">3. Alumnos</a>
<ul>
<li><a href="#tutorias">3.1. ¿Cómo puedo saber los horarios de tutoría de un profesor?</a></li>
<li><a href="#tfg_alumno">3.2. Quiero comenzar a realizar el Trabajo de Fin de Grado. ¿Qué debo hacer?</a></li>
<li><a href="#tfm_alumno">3.3. Quiero comenzar a realizar el Trabajo de Fin de Máster. ¿Qué debo hacer?</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-orgaa7c267" class="outline-2">
<h2 id="general"><a id="orgaa7c267"></a><span class="section-number-2">1</span> General</h2>
<div class="outline-text-2" id="text-general">
</div>

<div id="outline-container-orge0dd1c6" class="outline-3">
<h3 id="calendario"><a id="orge0dd1c6"></a><span class="section-number-3">1.1</span> ¿Dónde está el calendario de la ETSIDI?</h3>
<div class="outline-text-3" id="text-calendario">
<p>
El calendario de la ETSIDI está disponible en PDF en diferentes formatos en este enlace: 
</p>

<p>
<a href="http://www.etsidi.upm.es/Estudiantes/AgendaAcademica/AACalendario">http://www.etsidi.upm.es/Estudiantes/AgendaAcademica/AACalendario</a>.
</p>

<p>
Está también disponible en formato <a href="https://es.wikipedia.org/wiki/ICalendar">iCalendar</a> para que lo añadas a tu aplicación de calendario: <a href="http://programas.etsidi.upm.es/webdav/cal/ETSIDI_Grado.ics">Grado</a> y <a href="http://programas.etsidi.upm.es/webdav/cal/ETSIDI_Master.ics">Máster</a>.
</p>
</div>
</div>

<div id="outline-container-orgf731a1b" class="outline-3">
<h3 id="horarios"><a id="orgf731a1b"></a><span class="section-number-3">1.2</span> ¿Dónde puedo obtener los horarios de clase?</h3>
<div class="outline-text-3" id="text-horarios">
<p>
Los horarios de clase están disponibles en este enlace: 
</p>

<p>
<a href="http://www.etsidi.upm.es/Estudiantes/AgendaAcademica/AAHorarioClases">http://www.etsidi.upm.es/Estudiantes/AgendaAcademica/AAHorarioClases</a>
</p>
</div>
</div>

<div id="outline-container-org8d24e81" class="outline-3">
<h3 id="examenes"><a id="org8d24e81"></a><span class="section-number-3">1.3</span> ¿Dónde está el calendario de exámenes finales?</h3>
<div class="outline-text-3" id="text-examenes">
<p>
El calendario de exámenes finales está disponible en este enlace: 
</p>

<p>
<a href="http://programas.etsidi.upm.es/webdav/cal/examenes.html">http://programas.etsidi.upm.es/webdav/cal/examenes.html</a>. 
</p>

<p>
También está en formato PDF en este enlace: 
</p>

<p>
<a href="http://www.etsidi.upm.es/Estudiantes/AgendaAcademica/AAFechaExamenes">http://www.etsidi.upm.es/Estudiantes/AgendaAcademica/AAFechaExamenes</a>
</p>
</div>
</div>

<div id="outline-container-org0c0272b" class="outline-3">
<h3 id="codigos"><a id="org0c0272b"></a><span class="section-number-3">1.4</span> ¿Qué significan los códigos numéricos de cada asignatura?</h3>
<div class="outline-text-3" id="text-codigos">
<p>
Cada asignatura de la UPM tiene un código único que sirve para identificar la Escuela y, en general, la titulación. Las dos primeras cifras son propias de la Escuela, y a la ETSIDI le corresponde el número 56. En la ETSIDI, la siguiente cifra indica si se trata de un grado (5) o un máster (3). En el caso de los grados, las últimas tres cifras indican la titulación y el semestre. La correspondencia entre titulación y cifra es la siguiente:
</p>

<ul class="org-ul">
<li>Ing. Electrónica Industrial y Automática - IA - 1</li>
<li>Ing. Eléctrica - IE - 2</li>
<li>Ing. Mecánica - IM - 3</li>
<li>Ing. Química - IQ - 4</li>
<li>Ing. en Diseño Industrial y Desarrollo de Producto - DD - 5</li>
</ul>

<p>
Por ejemplo, el código 565000424 indica que es una asignatura de la ETSIDI (56) del grado (5) IQ (4) impartida en el segundo semestre (2). 
</p>
</div>
</div>

<div id="outline-container-orgc68dcd5" class="outline-3">
<h3 id="ga"><a id="orgc68dcd5"></a><span class="section-number-3">1.5</span> ¿Dónde están las Guías de la Asignatura?</h3>
<div class="outline-text-3" id="text-ga">
<p>
Las Guías de Asignatura (GAs) están disponibles en la página dedicada a cada titulación (<a href="http://www.etsidi.upm.es/Estudiantes/EstudiosTitulaciones/ETTitulosGrado/ETTitulosOficialesGrado">Grado</a> y <a href="http://www.etsidi.upm.es/Estudiantes/EstudiosTitulaciones/ETTitulosPostgrado/ETTitulosOficialesMaster">Máster</a>).
</p>

<p>
Todos los PDFs de las GAs están accesibles en esta URL: <a href="https://www.upm.es/comun_gauss/publico/guias">https://www.upm.es/comun_gauss/publico/guias</a>. Cada Guía de Asignatura tiene su propia URL, que se construye a partir de su código: 
</p>

<pre class="example">
[CURSO]/[SEMESTRE]S/GA_56[CODIGO_TITULACION]_[CODIGO_ASIGNATURA]_[SEMESTRE]S_[CURSO].pdf
</pre>


<p>
Utilizando el ejemplo anterior, la guía del curso 2017-18 de la asignatura 565000424 (grado IQ, segundo semestre) está disponible en:
</p>

<p>
<a href="https://www.upm.es/comun_gauss/publico/guias/2017-18/2S/GA_56IQ_565000424_2S_2017-18.pdf">https://www.upm.es/comun_gauss/publico/guias/2017-18/2S/GA_56IQ_565000424_2S_2017-18.pdf</a>
</p>
</div>
</div>

<div id="outline-container-orgc124eae" class="outline-3">
<h3 id="ia"><a id="orgc124eae"></a><span class="section-number-3">1.6</span> Quisiera conocer los resultados de una asignatura. ¿Dónde puedo consultarlos?</h3>
<div class="outline-text-3" id="text-ia">
<p>
Los anexos de los informes de asignatura (IA) contienen los resultados de los últimos cursos. Están disponibles en una URL similar a la de la GA correspondiente. La dirección raíz es <a href="https://www.upm.es/comun_gauss/publico/anexos_IA/">https://www.upm.es/comun_gauss/publico/anexos_IA/</a>, y la estructura es:
</p>

<pre class="example">
[CURSO]/[SEMESTRE]S/IA_anexos_56[CODIGO_TITULACION]_[CODIGO_ASIGNATURA]_[SEMESTRE]S_[CURSO]_1.pdf
</pre>

<p>
Continuando con el ejemplo anterior:
</p>

<p>
<a href="https://www.upm.es/comun_gauss/publico/anexos_IA/2016-17/2S/IA_anexos_56IQ_565000424_2S_2016-17_1.pdf">https://www.upm.es/comun_gauss/publico/anexos_IA/2016-17/2S/IA_anexos_56IQ_565000424_2S_2016-17_1.pdf</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orgfca42e6" class="outline-2">
<h2 id="profesores"><a id="orgfca42e6"></a><span class="section-number-2">2</span> Profesores</h2>
<div class="outline-text-2" id="text-profesores">
</div>

<div id="outline-container-org16fc1c7" class="outline-3">
<h3 id="aulas"><a id="org16fc1c7"></a><span class="section-number-3">2.1</span> Necesito reservar un espacio para actividades docentes. ¿Cómo lo hago?</h3>
<div class="outline-text-3" id="text-aulas">
<p>
<a href="http://programas.etsidi.upm.es/webdav/aulas/">http://programas.etsidi.upm.es/webdav/aulas/</a>
</p>
</div>
</div>

<div id="outline-container-orgf4f4922" class="outline-3">
<h3 id="tfg_profesor"><a id="orgf4f4922"></a><span class="section-number-3">2.2</span> Quiero proponer un Trabajo de Fin de de Grado. ¿Qué debo hacer?</h3>
<div class="outline-text-3" id="text-tfg_profesor">
<p>
<a href="https://documentos.etsidi.upm.es/tfgs/login">https://documentos.etsidi.upm.es/tfgs/login</a>
</p>
</div>
</div>


<div id="outline-container-org1603e0c" class="outline-3">
<h3 id="tfm_profesor"><a id="org1603e0c"></a><span class="section-number-3">2.3</span> Quiero proponer un Trabajo de Fin de de Máster. ¿Qué debo hacer?</h3>
<div class="outline-text-3" id="text-tfm_profesor">
<p>
<a href="https://documentos.etsidi.upm.es/tfms/login">https://documentos.etsidi.upm.es/tfms/login</a>
</p>
</div>
</div>
</div>


<div id="outline-container-org5687512" class="outline-2">
<h2 id="alumnos"><a id="org5687512"></a><span class="section-number-2">3</span> Alumnos</h2>
<div class="outline-text-2" id="text-alumnos">
</div>

<div id="outline-container-org9450945" class="outline-3">
<h3 id="tutorias"><a id="org9450945"></a><span class="section-number-3">3.1</span> ¿Cómo puedo saber los horarios de tutoría de un profesor?</h3>
<div class="outline-text-3" id="text-tutorias">
<p>
<a href="http://programas.etsidi.upm.es/SOA/tutorias/">http://programas.etsidi.upm.es/SOA/tutorias/</a>
</p>
</div>
</div>


<div id="outline-container-org9ddd102" class="outline-3">
<h3 id="tfg_alumno"><a id="org9ddd102"></a><span class="section-number-3">3.2</span> Quiero comenzar a realizar el Trabajo de Fin de Grado. ¿Qué debo hacer?</h3>
<div class="outline-text-3" id="text-tfg_alumno">
<p>
<a href="https://documentos.etsidi.upm.es/tfgs/login">https://documentos.etsidi.upm.es/tfgs/login</a>
</p>
</div>
</div>

<div id="outline-container-org2274a98" class="outline-3">
<h3 id="tfm_alumno"><a id="org2274a98"></a><span class="section-number-3">3.3</span> Quiero comenzar a realizar el Trabajo de Fin de Máster. ¿Qué debo hacer?</h3>
<div class="outline-text-3" id="text-tfm_alumno">
<p>
<a href="https://documentos.etsidi.upm.es/tfms/login">https://documentos.etsidi.upm.es/tfms/login</a>
</p>
</div>
</div>
</div>
</div>
</body>
</html>
